app/Controllers/AdminPageRiskAnalysis.php

    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $assessmentModel = new AssessmentModel();
        $data['assessment'] = $assessmentModel->findAll();

        $resultlevelModel = new ResultLevelModel();
        $data['resultlevel'] = $resultlevelModel->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();
---
SELECT *
FROM `assessment`
SELECT *
FROM `business_info`