app/Controllers/AdminPageAppointment.php

SELECT *
FROM `appointment`
SELECT *
FROM `services`
SELECT *
FROM `doctors_app`
SELECT *
FROM `nurses_app`
SELECT *
FROM `appointment_hours`
SELECT *
FROM `business_info`
---
    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $appointmentModel = new AppointmentModel();
        $data['appointment'] = $appointmentModel->findAll();

        $servicesModel = new ServicesModel();
        $data['services'] = $servicesModel->findAll();

        $doctorsmodel = new DoctorsAppModel();
        $data['doctors'] = $doctorsmodel->findAll();

        $nursesmodel = new NursesAppModel();
        $data['nurses'] = $nursesmodel->findAll();

        $appointmentModel = new AppointmentHoursModel();
        $data['hour'] = $appointmentModel->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();