app/Controllers/AdminPageAppointmentInfo.php

SELECT *
FROM `appointment_hours`
SELECT *
FROM `business_info`
---
    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $appointmentModel = new AppointmentHoursModel();
        $data['hour'] = $appointmentModel->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();