app/Controllers/AdminPageHeader.php

    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $logoModel = new WelcomeModel();
        $data['logo'] = $logoModel->findAll();

        $imageModel = new BackgroundImageModel();
        $data['background'] = $imageModel->findAll();

        $menuModel = new MenuModel();
        $data['menu'] = $menuModel->findAll();

        $submenuModel = new SubMenuModel();
        $data['submenu'] = $submenuModel->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();
---
SELECT *
FROM `background_images`
SELECT *
FROM `menu`
SELECT *
FROM `submenu`
SELECT *
FROM `business_info`