app/Controllers/AdminPageGallery.php

    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $galleryModel = new GalleryModel();
        $data['gallery'] = $galleryModel->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();
---
SELECT *
FROM `gallery`
SELECT *
FROM `business_info`