app/Controllers/AdminPageStaff.php

    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $doctorModel = new DoctorsAppModel();
        $data['doctor'] = $doctorModel->findAll();

        $nurseModel = new NursesAppModel();
        $data['nurse'] = $nurseModel->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();
---
SELECT *
FROM `doctors_app`
SELECT *
FROM `nurses_app`
SELECT *
FROM `business_info`