app/Controllers/AdminPageHome.php

    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $sliderModel = new SliderModel();
        $data['slider'] = $sliderModel->findAll();

        $imageModel = new BackgroundImageModel();
        $data['welcome'] = $imageModel->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();
---
SELECT *
FROM `slider`
SELECT *
FROM `background_images`
SELECT *
FROM `text_info`
SELECT *
FROM `business_info`