app/Controllers/AdminPageBusiness.php

    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $welcomepic = new WelcomeModel();
        $data['welcome'] = $welcomepic->findAll();

        $info_model = new TextInfoModel();
        $data['text_info'] = $info_model->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();

        $busslink = new BusinessLinksModel();
        $data['business_links'] = $busslink->findAll();

        $calendar = new CalendarModel();
        $data['calendar'] = $calendar->findAll();
---
SELECT *
FROM `business_info`
SELECT *
FROM `business_links`
SELECT *
FROM `calendar`