app/Controllers/AdminPageServices.php

SELECT *
FROM `services`
SELECT *
FROM `business_info`
---
    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $servicesModal = new ServicesModel();
        $data['services'] = $servicesModal->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();