app/Controllers/AdminPageTeam.php

    public function index()
    {
        $session = session();
        $data['user'] = $session->get('user_name');
        $data['email'] = $session->get('user_email');

        $teamModal = new TeamModel();
        $data['team'] = $teamModal->findAll();

        $bussinfo = new BusinessInfosModel();
        $data['business_infos'] = $bussinfo->findAll();
---
SELECT *
FROM `team`
SELECT *
FROM `business_info`