app/Controllers/HomePage.php

SELECT *
FROM `menu`
SELECT *
FROM `submenu`
SELECT *
FROM `services`
SELECT *
FROM `business_info`
SELECT *
FROM `business_links`
SELECT *
FROM `calendar`
SELECT *
FROM `subscribe`
SELECT *
FROM `background_images`
SELECT *
FROM `text_info`
SELECT *
FROM `slider`
SELECT *
FROM `team`
---
	public function index()
	{
      $menu = new MenuModel();
      $data['menu'] = $menu->findAll();

      $submenu = new SubMenuModel();
      $data['submenu'] = $submenu->findAll();

      $services = new ServicesModel();
      $data['services'] = $services->findAll();

      $bussinfo = new BusinessInfosModel();
      $data['business_infos'] = $bussinfo->findAll();

      $busslink = new BusinessLinksModel();
      $data['business_links'] = $busslink->findAll();

      $calendar = new CalendarModel();
      $data['calendar'] = $calendar->findAll();

      $subscribe = new SubscribeModel();
      $data['subscribe'] = $subscribe->findAll();

      $logoModel = new WelcomeModel();
      $data['logo'] = $logoModel->findAll();

      $imageModel = new BackgroundImageModel();
      $data['background'] = $imageModel->findAll();

      $textinfo = new TextInfoModel();
      $data['text_info'] = $textinfo->findAll();

      $sliderModel = new SliderModel();
      $data['slider'] = $sliderModel->findAll();

      $team = new TeamModel();
      $data['team'] = $team->findAll();